Repository: SergioGD7/closetFinder-iOS
Catalog: Shared/Localizable.xcstrings
Source language: es
Languages: de, en, fr, it, pt_br

source: Copia restaurada
de: Sicherung wiederhergestellt
en: Backup restored
fr: Sauvegarde restaurée
it: Backup ripristinato
pt_br: Backup restaurado

source: Crea una estancia para empezar a ordenar.
de: Lege einen Raum an, um mit dem Ordnen zu beginnen.
en: Create a room to start organizing.
fr: Créez une pièce pour commencer à ranger.
it: Crea una stanza per iniziare a organizzare.
pt_br: Crie um cômodo para começar a organizar.

source: Crea una maleta para un viaje, añade los looks que quieres llevar y la app te dirá qué meter y dónde está cada prenda.
de: Lege einen Koffer für eine Reise an, füge die Looks hinzu und die App sagt dir, was du einpacken musst und wo jedes Teil ist.
en: Create a trip, add the looks you want to take and the app will tell you what to pack and where each item is.
fr: Créez une valise pour un voyage, ajoutez les looks à emporter et l’app vous dira quoi mettre et où est chaque vêtement.
it: Crea una valigia per un viaggio, aggiungi i look da portare e l’app ti dirà cosa mettere e dove si trova ogni capo.
pt_br: Crie uma mala para uma viagem, adicione os looks que quer levar e o app dirá o que colocar e onde está cada peça.

source: Crear en el probador
de: In der Umkleide erstellen
en: Create in the fitting room
fr: Créer dans la cabine
it: Crea nel camerino
pt_br: Criar no provador

source: Crear estancia
de: Raum anlegen
en: Create room
fr: Créer une pièce
it: Crea stanza
pt_br: Criar cômodo

source: Crear un look con esta prenda
de: Look mit diesem Teil erstellen
en: Create a look with this item
fr: Créer un look avec ce vêtement
it: Crea un look con questo capo
pt_br: Criar um look com esta peça

source: Cuerpo entero
de: Ganzkörper
en: Full body
fr: Corps entier
it: Intero
pt_br: Corpo inteiro

source: Cámara
de: Kamera
en: Camera
fr: Appareil photo
it: Fotocamera
pt_br: Câmera

source: Cómoda
de: Kommode
en: Chest of drawers
fr: Commode
it: Cassettiera
pt_br: Cômoda

source: Del talón a la punta del dedo más largo.
de: Von der Ferse bis zur Spitze des längsten Zehs.
en: From the heel to the tip of the longest toe.
fr: Du talon au bout de l’orteil le plus long.
it: Dal tallone alla punta del dito più lungo.
pt_br: Do calcanhar até a ponta do dedo mais longo.

source: Del tiro del pantalón al suelo, por dentro de la pierna.
de: Vom Schritt bis zum Boden, an der Beininnenseite.
en: From the crotch to the floor, along the inside of the leg.
fr: De l’entrejambe au sol, à l’intérieur de la jambe.
it: Dal cavallo al pavimento, lungo l’interno della gamba.
pt_br: Do gancho até o chão, pela parte interna da perna.

source: Dentro de
de: In
en: Inside
fr: Dans
it: Dentro

source: Descalzo, de pie contra la pared.
de: Barfuß, an eine Wand gelehnt.
en: Barefoot, standing against a wall.
fr: Pieds nus, debout contre un mur.
it: A piedi nudi, in piedi contro il muro.
pt_br: Descalço, em pé encostado na parede.

source: Detectado en la foto
de: Im Foto erkannt
en: Detected in the photo
fr: Détecté sur la photo
it: Rilevato nella foto
pt_br: Detectado na foto

source: Dormitorio
de: Schlafzimmer
en: Bedroom
fr: Chambre
it: Camera da letto
pt_br: Quarto

source: Dormitorio, Entrada, Trastero…
de: Schlafzimmer, Flur, Abstellraum …
en: Bedroom, Hallway, Storage room…
fr: Chambre, Entrée, Débarras…
it: Camera, Ingresso, Ripostiglio…
pt_br: Quarto, Entrada, Depósito…

source: Día
de: Tag
en: Day
fr: Jour
it: Giorno
pt_br: Dia

source: Día de nieve
de: Schneetag
en: Snow day
fr: Jour de neige
it: Giornata di neve
pt_br: Dia de neve

source: Dónde está
de: Wo es ist
en: Where it is
fr: Où il est
it: Dove si trova
pt_br: Onde está

source: Dónde está cada prenda
de: Wo jedes Teil ist
en: Where each item is
fr: Où est chaque vêtement
it: Dove si trova ogni capo
pt_br: Onde está cada peça

source: Dónde la compraste, arreglos pendientes…
de: Wo du es gekauft hast, offene Reparaturen …
en: Where you bought it, repairs needed…
fr: Où vous l’avez acheté, retouches à faire…
it: Dove l’hai comprato, riparazioni da fare…
pt_br: Onde você comprou, ajustes pendentes…

source: Editar
de: Bearbeiten
en: Edit
fr: Modifier
it: Modifica

source: Editar maleta
de: Koffer bearbeiten
en: Edit trip
fr: Modifier la valise
it: Modifica valigia
pt_br: Editar mala

source: Editar medidas
de: Maße bearbeiten
en: Edit measurements
fr: Modifier les mesures
it: Modifica misure

source: Editar prenda
de: Kleidungsstück bearbeiten
en: Edit item
fr: Modifier le vêtement
it: Modifica capo
pt_br: Editar peça

source: Editar ubicación
de: Ort bearbeiten
en: Edit place
fr: Modifier l’emplacement
it: Modifica posto
pt_br: Editar lugar

source: El archivo no es una copia de Closet Finder o está dañado.
de: Die Datei ist keine Closet-Finder-Sicherung oder beschädigt.
en: The file isn’t a Closet Finder backup or is damaged.
fr: Le fichier n’est pas une sauvegarde Closet Finder ou il est endommagé.
it: Il file non è un backup di Closet Finder o è danneggiato.
pt_br: O arquivo não é um backup do Closet Finder ou está danificado.

source: Elegir look
de: Look wählen
en: Choose look
fr: Choisir un look
it: Scegli look
pt_br: Escolher look

source: Elegir prenda
de: Teil wählen
en: Choose item
fr: Choisir un vêtement
it: Scegli capo
pt_br: Escolher peça

source: Elegir un look
de: Look wählen
en: Choose a look
fr: Choisir un look
it: Scegli un look
pt_br: Escolher um look

source: Elige qué prendas enseña el widget.
de: Wähle, welche Kleidung das Widget zeigt.
en: Choose which items the widget shows.
fr: Choisissez les vêtements affichés par le widget.
it: Scegli quali capi mostra il widget.
pt_br: Escolha quais peças o widget mostra.

source: Elige una prenda para cada parte del cuerpo y guarda la combinación para ponértela cuando quieras.
de: Wähle für jeden Körperbereich ein Teil und sichere die Kombination, um sie jederzeit zu tragen.
en: Pick an item for each part of the body and save the combination to wear whenever you like.
fr: Choisissez un vêtement pour chaque partie du corps et enregistrez la combinaison pour la porter quand vous voulez.
it: Scegli un capo per ogni parte del corpo e salva la combinazione per indossarla quando vuoi.
pt_br: Escolha uma peça para cada parte do corpo e salve a combinação para usar quando quiser.

source: Eliminar
de: Löschen
en: Delete
fr: Supprimer
it: Elimina
pt_br: Apagar

source: Eliminar (%lld)
de: Löschen (%lld)
en: Delete (%lld)
fr: Supprimer (%lld)
it: Elimina (%lld)
pt_br: Apagar (%lld)

source: Eliminar estancia
de: Raum löschen
en: Delete room
fr: Supprimer la pièce
it: Elimina stanza
pt_br: Apagar cômodo

source: Eliminar look
de: Look löschen
en: Delete look
fr: Supprimer le look
it: Elimina look
pt_br: Apagar look

source: Eliminar maleta
de: Koffer löschen
en: Delete trip
fr: Supprimer la valise
it: Elimina valigia
pt_br: Apagar mala

source: Eliminar persona
de: Person löschen
en: Delete person
fr: Supprimer la personne
it: Elimina persona
pt_br: Apagar pessoa

source: Eliminar prenda
de: Kleidungsstück löschen
en: Delete item
fr: Supprimer le vêtement
it: Elimina capo
pt_br: Apagar peça

source: Empieza por las estancias donde guardas ropa: dormitorio, entrada, trastero…
de: Beginne mit den Räumen, in denen du Kleidung aufbewahrst: Schlafzimmer, Flur, Abstellraum …
en: Start with the rooms where you keep clothes: bedroom, hallway, storage room…
fr: Commencez par les pièces où vous rangez des vêtements : chambre, entrée, débarras…
it: Inizia dalle stanze in cui tieni i vestiti: camera, ingresso, ripostiglio…
pt_br: Comece pelos cômodos onde você guarda roupas: quarto, entrada, depósito…

source: En la maleta de
de: Im Koffer für
en: Packed for
fr: Dans la valise de
it: Nella valigia di
pt_br: Na mala de

source: En tus looks
de: In deinen Looks
en: In your looks
fr: Dans vos looks
it: Nei tuoi look
pt_br: Nos seus looks

source: En uso
de: In Benutzung
en: In use
fr: En cours d’utilisation
it: In uso
pt_br: Em uso

source: Entiende frases como «algo de abrigo para la nieve». Funciona en el iPhone, sin conexión.
de: Versteht Sätze wie „etwas Warmes für den Schnee“. Funktioniert auf dem iPhone, offline.
en: Understands phrases like “something warm for the snow”. Works on your iPhone, offline.
fr: Comprend des phrases comme « quelque chose de chaud pour la neige ». Fonctionne sur l’iPhone, hors ligne.
it: Capisce frasi come «qualcosa di caldo per la neve». Funziona sull’iPhone, offline.
pt_br: Entende frases como “algo quente para a neve”. Funciona no iPhone, sem conexão.

source: Entrada
de: Flur
en: Hallway
fr: Entrée
it: Ingresso

source: Entrepierna
de: Innenbeinlänge
en: Inseam
fr: Entrejambe
it: Cavallo
pt_br: Entreperna

source: Entretiempo
de: Übergangszeit
en: In-between seasons
fr: Mi-saison
it: Mezza stagione
pt_br: Meia-estação

source: Esa ubicación ya no existe
de: Dieser Ort existiert nicht mehr
en: That place no longer exists
fr: Cet emplacement n’existe plus
it: Quel posto non esiste più
pt_br: Esse lugar não existe mais

source: Escanear etiqueta
de: Etikett scannen
en: Scan label
fr: Scanner une étiquette
it: Scansiona etichetta

source: Escanéalo para ver qué hay dentro · Closet Finder
de: Scannen, um den Inhalt zu sehen · Closet Finder
en: Scan to see what’s inside · Closet Finder
fr: Scannez pour voir le contenu · Closet Finder
it: Scansiona per vedere cosa c’è dentro · Closet Finder
pt_br: Escaneie para ver o que há dentro · Closet Finder

source: Escapada a la sierra
de: Ausflug in die Berge
en: Mountain getaway
fr: Escapade à la montagne
it: Gita in montagna
pt_br: Escapada para a serra

source: Escapada a Lisboa
de: Ausflug nach Lissabon
en: Lisbon getaway
fr: Escapade à Lisbonne
it: Fuga a Lisbona
pt_br: Escapada para Lisboa

source: Esta compilación no tiene acceso a iCloud. Los datos solo se guardan en este dispositivo.
de: Dieser Build hat keinen Zugriff auf iCloud. Die Daten werden nur auf diesem Gerät gesichert.
en: This build has no access to iCloud. Data is only saved on this device.
fr: Cette version n’a pas accès à iCloud. Les données sont enregistrées uniquement sur cet appareil.
it: Questa build non ha accesso a iCloud. I dati vengono salvati solo su questo dispositivo.
pt_br: Esta versão não tem acesso ao iCloud. Os dados ficam salvos só neste dispositivo.

source: Esta copia se hizo con una versión más nueva de Closet Finder. Actualiza la app para restaurarla.
de: Diese Sicherung wurde mit einer neueren Version von Closet Finder erstellt. Aktualisiere die App, um sie wiederherzustellen.
en: This backup was made with a newer version of Closet Finder. Update the app to restore it.
fr: Cette sauvegarde a été créée avec une version plus récente de Closet Finder. Mettez l’app à jour pour la restaurer.
it: Questo backup è stato creato con una versione più recente di Closet Finder. Aggiorna l’app per ripristinarlo.
pt_br: Este backup foi feito com uma versão mais recente do Closet Finder. Atualize o app para restaurá-lo.

source: Esta semana
de: Diese Woche
en: This week
fr: Cette semaine
it: Questa settimana

source: Estado
de: Status
en: Status
fr: État
it: Stato
pt_br: Status

source: Estado: %@
de: Status: %@
en: Status: %@
fr: État : %@
it: Stato: %@
pt_br: Status: %@

source: Estadísticas
de: Statistiken
en: Statistics
fr: Statistiques
it: Statistiche
pt_br: Estatísticas

source: Estancia
de: Raum
en: Room
fr: Pièce
it: Stanza
pt_br: Cômodo

source: Estantería
de: Regal
en: Shelving unit
fr: Étagère
it: Scaffale
pt_br: Estante

source: Este código no es de Closet Finder
de: Dieser Code ist nicht von Closet Finder
en: This code isn’t from Closet Finder
fr: Ce code ne vient pas de Closet Finder
it: Questo codice non è di Closet Finder
pt_br: Este código não é do Closet Finder

source: Etiqueta de %@
de: Etikett für %@
en: Label for %@
fr: Étiquette de %@
it: Etichetta di %@

source: Etiqueta QR
de: QR-Etikett
en: QR label
fr: Étiquette QR
it: Etichetta QR

source: Etiqueta QR de %@
de: QR-Etikett für %@
en: QR label for %@
fr: Étiquette QR de %@
it: Etichetta QR di %@

source: Exportar copia de seguridad
de: Sicherung exportieren
en: Export backup
fr: Exporter une sauvegarde
it: Esporta backup
pt_br: Exportar backup

source: Faldas
de: Röcke
en: Skirts
fr: Jupes
it: Gonne
pt_br: Saias

source: Favoritas
de: Favoriten
en: Favorites
fr: Favoris
it: Preferiti

source: Favoritos
de: Favoriten
en: Favorites
fr: Favoris
it: Preferiti

source: Fijar %@
de: %@ anpinnen
en: Pin %@
fr: Épingler %@
it: Fissa %@
pt_br: Fixar %@

source: Fin de semana
de: Wochenende
en: Weekend
fr: Week-end
it: Weekend
pt_br: Fim de semana

source: Fondo eliminado
de: Hintergrund entfernt
en: Background removed
fr: Arrière-plan supprimé
it: Sfondo rimosso
pt_br: Fundo removido

source: Grande
de: Zu groß
en: Too big
fr: Trop grand

source: Guarda un archivo con todo tu armario, fotos incluidas, en Archivos, en el ordenador o donde quieras. Al restaurar se añade lo que falta; lo que ya tienes no se duplica.
de: Sichere eine Datei mit deinem gesamten Schrank samt Fotos in der Dateien-App, auf dem Computer oder wo du willst. Beim Wiederherstellen wird Fehlendes ergänzt; Vorhandenes wird nicht doppelt angelegt.
en: Save a file with your whole closet, photos included, to Files, your computer or anywhere you like. Restoring adds what’s missing; what you already have isn’t duplicated.
fr: Enregistrez un fichier contenant tout votre dressing, photos comprises, dans Fichiers, sur votre ordinateur ou ailleurs. La restauration ajoute ce qui manque ; ce que vous avez déjà n’est pas dupliqué.
it: Salva un file con tutto il tuo armadio, foto comprese, in File, sul computer o dove vuoi. Il ripristino aggiunge ciò che manca; quello che hai già non viene duplicato.
pt_br: Salve um arquivo com todo o seu guarda-roupa, fotos incluídas, no Arquivos, no computador ou onde quiser. Ao restaurar, é adicionado o que falta; o que você já tem não é duplicado.

source: Guardada
de: Verstaut
en: Stored
fr: Rangé
it: Riposto

source: Guardado en Looks
de: In Looks gesichert
en: Saved to Looks
fr: Enregistré dans Looks
it: Salvato in Look
pt_br: Salvo em Looks

source: Guardar
de: Sichern
en: Save
fr: Enregistrer
it: Salva
pt_br: Salvar

source: Guardar cambios
de: Änderungen sichern
en: Save changes
fr: Enregistrer les modifications
it: Salva modifiche
pt_br: Salvar alterações

source: Guardar look
de: Look sichern
en: Save look
fr: Enregistrer le look
it: Salva look
pt_br: Salvar look

source: Hace %lld días
de: Vor %lld Tagen
en: %lld days ago
fr: Il y a %lld jours
it: %lld giorni fa
pt_br: Há %lld dias

source: Has usado toda tu ropa en los últimos seis meses.
de: Du hast in den letzten sechs Monaten alle deine Kleidungsstücke getragen.
en: You’ve worn all your clothes in the last six months.
fr: Vous avez porté tous vos vêtements ces six derniers mois.
it: Hai indossato tutti i tuoi vestiti negli ultimi sei mesi.
pt_br: Você usou todas as suas roupas nos últimos seis meses.

source: Hay %lld prendas más parecidas en la app.
de: In der App gibt es %lld weitere ähnliche Kleidungsstücke.
en: There are %lld more similar items in the app.
fr: Il y a %lld autres vêtements similaires dans l’app.
it: Ci sono altri %lld capi simili nell’app.
pt_br: Há mais %lld peças parecidas no app.

source: Hay 1 prenda más parecida en la app.
de: In der App gibt es 1 weiteres ähnliches Kleidungsstück.
en: There’s 1 more similar item in the app.
fr: Il y a 1 autre vêtement similaire dans l’app.
it: C’è 1 altro capo simile nell’app.
pt_br: Há mais 1 peça parecida no app.

source: Haz una foto a una prenda y di dónde la guardas. Así sabrás siempre dónde está.
de: Fotografiere ein Kleidungsstück und gib an, wo du es aufbewahrst. So weißt du immer, wo es ist.
en: Take a photo of an item and say where you keep it. You’ll always know where it is.
fr: Prenez un vêtement en photo et indiquez où vous le rangez. Vous saurez toujours où il est.
it: Scatta una foto a un capo e indica dove lo tieni. Saprai sempre dov’è.
pt_br: Tire uma foto de uma peça e diga onde você a guarda. Assim você sempre saberá onde está.

source: Haz una foto con la prenda extendida sobre un fondo liso
de: Fotografiere das Kleidungsstück flach auf einem einfarbigen Hintergrund
en: Take a photo with the item laid flat on a plain background
fr: Photographiez le vêtement à plat sur un fond uni
it: Fotografa il capo steso su uno sfondo uniforme
pt_br: Fotografe a peça esticada sobre um fundo liso

source: Holgada
de: Weit
en: Loose
fr: Ample
it: Ampio
pt_br: Folgada

source: Hoy: %@
de: Heute: %@
en: Today: %@
fr: Aujourd’hui : %@
it: Oggi: %@
pt_br: Hoje: %@

source: iCloud no disponible ahora
de: iCloud gerade nicht verfügbar
en: iCloud unavailable right now
fr: iCloud indisponible pour le moment
it: iCloud non disponibile ora
pt_br: iCloud indisponível agora

source: iCloud restringido
de: iCloud eingeschränkt
en: iCloud restricted
fr: iCloud restreint
it: iCloud con limitazioni
pt_br: iCloud restrito

source: Inicia sesión en Ajustes › tu nombre para guardar una copia en iCloud.
de: Melde dich unter Einstellungen › dein Name an, um eine Kopie in iCloud zu sichern.
en: Sign in under Settings › your name to keep a copy in iCloud.
fr: Connectez-vous dans Réglages › votre nom pour garder une copie dans iCloud.
it: Accedi in Impostazioni › il tuo nome per salvare una copia su iCloud.
pt_br: Entre em Ajustes › seu nome para guardar uma cópia no iCloud.

source: Interpretado con Apple Intelligence: «%@»
de: Mit Apple Intelligence interpretiert: „%@“
en: Interpreted with Apple Intelligence: “%@”
fr: Interprété avec Apple Intelligence : « %@ »
it: Interpretato con Apple Intelligence: «%@»
pt_br: Interpretado com Apple Intelligence: “%@”

source: Jersey de punto burdeos
de: Bordeauxroter Strickpullover
en: Burgundy knit sweater
fr: Pull en maille bordeaux
it: Maglione bordeaux
pt_br: Suéter de tricô vinho

source: Jerséis y sudaderas
de: Pullover & Sweatshirts
en: Sweaters & sweatshirts
fr: Pulls et sweats
it: Maglioni e felpe
pt_br: Suéteres e moletons

# kind.plural.box
source: cajas
de: Kisten
en: boxes
fr: boîtes
it: scatole
pt_br: caixas

# kind.plural.drawer
source: cajones
de: Schubladen
en: drawers
fr: tiroirs
it: cassetti
pt_br: gavetas

# kind.plural.dresser
source: cómodas
de: Kommoden
en: chests of drawers
fr: commodes
it: cassettiere
pt_br: cômodas

# kind.plural.other
source: otros
de: Sonstige
en: others
fr: autres
it: altri
pt_br: outros

# kind.plural.rail
source: barras
de: Kleiderstangen
en: rails
fr: penderies
it: barre
pt_br: araras

# kind.plural.room
source: estancias
de: Räume
en: rooms
fr: pièces
it: stanze
pt_br: cômodos

# kind.plural.shelf
source: baldas
de: Fächer
en: shelves
fr: étagères
it: ripiani
pt_br: prateleiras

# kind.plural.shelving
source: estanterías
de: Regale
en: shelving units
fr: étagères
it: scaffali
pt_br: estantes

# kind.plural.shoeRack
source: zapateros
de: Schuhschränke
en: shoe racks
fr: meubles à chaussures
it: scarpiere
pt_br: sapateiras

# kind.plural.suitcase
source: maletas
de: Koffer
en: suitcases
fr: valises
it: valigie
pt_br: malas

# kind.plural.wardrobe
source: armarios
de: Kleiderschränke
en: wardrobes
fr: armoires
it: armadi
pt_br: guarda-roupas

source: La semana que viene
de: Nächste Woche
en: Next week
fr: La semaine prochaine
it: La settimana prossima
pt_br: Semana que vem

source: Lana
de: Wolle
en: Wool
fr: Laine
pt_br: Lã

source: Lana fría
de: Schurwolle
en: Tropical wool
fr: Laine froide
it: Lana fresca
pt_br: Lã fria

source: Lana merino
de: Merinowolle
en: Merino wool
fr: Laine mérinos
pt_br: Lã merino

source: Largo
de: Länge
en: Length
fr: Longueur
it: Lunghezza
pt_br: Comprimento

source: Las prendas no se borran. El look desaparece de la semana y de las maletas.
de: Die Kleidungsstücke werden nicht gelöscht. Der Look verschwindet aus der Woche und den Koffern.
en: Items aren’t deleted. The look is removed from the week and from trips.
fr: Les vêtements ne sont pas supprimés. Le look disparaît de la semaine et des valises.
it: I capi non vengono eliminati. Il look sparisce dalla settimana e dalle valigie.
pt_br: As peças não são apagadas. O look sai da semana e das malas.

source: Las prendas que hay aquí quedarán sin ubicación.
de: Die Kleidungsstücke hier haben dann keinen Ort mehr.
en: Items stored here will be left without a place.
fr: Les vêtements rangés ici n’auront plus d’emplacement.
it: I capi qui resteranno senza posto.
pt_br: As peças guardadas aqui ficarão sem lugar.

source: Las que más usas
de: Am häufigsten getragen
en: Your most worn
fr: Les plus portés
it: I più indossati
pt_br: As que você mais usa

source: Lavando
de: In der Wäsche
en: In the wash
fr: Au lavage
it: Da lavare
pt_br: Para lavar

source: Lino
de: Leinen
en: Linen
fr: Lin
pt_br: Linho

source: Listo
de: Fertig
en: Done
fr: OK
it: Fine
pt_br: OK

source: Llevar hoy
de: Heute tragen
en: Wear today
fr: Porter aujourd’hui
it: Indossa oggi
pt_br: Usar hoje

source: Lo que no va en ningún look: pijama, bañador, una chaqueta de repuesto…
de: Was in keinem Look ist: Schlafanzug, Badehose, eine Ersatzjacke …
en: Anything not in a look: pajamas, swimsuit, a spare jacket…
fr: Ce qui n’est dans aucun look : pyjama, maillot de bain, une veste de rechange…
it: Ciò che non è in nessun look: pigiama, costume, una giacca di riserva…
pt_br: O que não está em nenhum look: pijama, roupa de banho, uma jaqueta extra…

source: Look con %@
de: Look mit %@
en: Look with %@
fr: Look avec %@
pt_br: Look com %@

source: Look de hoy
de: Look von heute
en: Today’s look
fr: Look du jour
it: Look di oggi
pt_br: Look de hoje

source: Look sin prendas
de: Look ohne Teile
en: Empty look
fr: Look sans vêtements
it: Look senza capi
pt_br: Look sem peças

source: Los cambios se copian a tu iCloud automáticamente.
de: Änderungen werden automatisch in deine iCloud kopiert.
en: Changes are copied to your iCloud automatically.
fr: Les modifications sont copiées automatiquement dans votre iCloud.
it: Le modifiche vengono copiate automaticamente su iCloud.
pt_br: As alterações são copiadas para o seu iCloud automaticamente.

source: Los looks y las prendas no se borran.
de: Looks und Kleidung werden nicht gelöscht.
en: Looks and items aren’t deleted.
fr: Les looks et les vêtements ne sont pas supprimés.
it: I look e i capi non vengono eliminati.
pt_br: Os looks e as peças não são apagados.

source: Maleta
de: Koffer
en: Suitcase
fr: Valise
it: Valigia
pt_br: Mala

source: Maleta grande
de: Großer Koffer
en: Big suitcase
fr: Grande valise
it: Valigia grande
pt_br: Mala grande

source: Maleta lista
de: Koffer gepackt
en: All packed
fr: Valise prête
it: Valigia pronta
pt_br: Mala pronta

source: Maletas
de: Koffer
en: Trips
fr: Valises
it: Valigie
pt_br: Malas

source: Manga
de: Ärmel
en: Sleeve
fr: Manche
it: Manica

source: Marca
de: Marke
en: Brand
fr: Marque

source: Marca prendas como favoritas para verlas aquí.
de: Markiere Teile als Favoriten, um sie hier zu sehen.
en: Mark items as favorites to see them here.
fr: Marquez des vêtements comme favoris pour les voir ici.
it: Segna capi come preferiti per vederli qui.
pt_br: Marque peças como favoritas para vê-las aqui.

source: Marcada como en la maleta
de: Als eingepackt markiert
en: Marked as packed
fr: Marqué comme dans la valise
it: Segnato come in valigia
pt_br: Marcada como na mala

source: Me lo he puesto
de: Getragen
en: I wore it
fr: Je l’ai porté
it: L’ho indossato
pt_br: Usei

source: Medidas
de: Maße
en: Measurements
fr: Mesures
it: Misure

source: Medidas de la prenda
de: Maße des Kleidungsstücks
en: Item measurements
fr: Mesures du vêtement
it: Misure del capo
pt_br: Medidas da peça

source: Medidas en centímetros
de: Maße in Zentimetern
en: Measurements in centimeters
fr: Mesures en centimètres
it: Misure in centimetri
pt_br: Medidas em centímetros

source: Menos usadas
de: Am wenigsten getragen
en: Least worn
fr: Les moins portés
it: Meno indossati
